IDEA StatiCa Open Model
SteelSetupRUS.Bolt_Fib Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor Bolt_Fib
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Bolt_Fib { get; set; }
Public Property Bolt_Fib As Double
	Get
	Set
public:
property double Bolt_Fib {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace